       identification division.
       program-id. Program1.

       environment division.
       configuration section.

       data division.
       working-storage section.

       procedure division.

            Display 'hello'.
           goback.
           
       end program Program1.